tap "resend/cli"

# CLI tools
brew "docker", link: false
brew "docker-compose"
brew "ffmpeg"
brew "fish"
brew "fnm"
brew "gh"
brew "htop"
brew "jq"
brew "kubernetes-cli"
brew "mise"
brew "platformio"
brew "pnpm"
brew "poppler"
brew "ripgrep"
brew "tree"

# Apps
cask "font-fira-code"
cask "iterm2"
cask "logi-options+"
cask "opencode-desktop"
cask "raycast"
cask "slack"
cask "spotify"
cask "unnaturalscrollwheels"
cask "vlc"
cask "zed"
cask "zoom"
